{"show_id":{"227":"s228","512":"s513","910":"s911","1541":"s1542","1559":"s1560","1788":"s1789","1903":"s1904","2083":"s2084","2105":"s2106","2117":"s2118","2414":"s2415","2684":"s2685","3002":"s3003","3502":"s3503","3729":"s3730","4926":"s4927","5253":"s5254","5275":"s5276","5568":"s5569","6322":"s6323","6462":"s6463","7145":"s7146","7365":"s7366","7388":"s7389","7487":"s7488","7498":"s7499"},"type":{"227":"Movie","512":"Movie","910":"Movie","1541":"TV Show","1559":"Movie","1788":"Movie","1903":"Movie","2083":"TV Show","2105":"TV Show","2117":"TV Show","2414":"Movie","2684":"TV Show","3002":"TV Show","3502":"TV Show","3729":"Movie","4926":"TV Show","5253":"Movie","5275":"TV Show","5568":"Movie","6322":"TV Show","6462":"TV Show","7145":"Movie","7365":"TV Show","7388":"TV Show","7487":"Movie","7498":"Movie"},"title":{"227":"A Shaun the Sheep Movie: Farmageddon","512":"Anelka: Misunderstood","910":"Bigflo & Oli: Hip Hop Frenzy","1541":"Criminal: UK","1559":"Cuties","1788":"DNA","1903":"Earth and Blood","2083":"F is for Family","2105":"Family Business","2117":"Fary : Hexagone","2414":"GIMS: On the Record","2684":"Heidi","3002":"Inhuman Resources","3502":"La Révolution","3729":"Lost Bullet","4926":"Power Players","5253":"Rogue City","5275":"Room 2806: The Accusation","5568":"Shine Your Eyes","6322":"The Eddy","6462":"The Hook Up Plan","7145":"Tony Parker: The Final Shot","7365":"Until Dawn","7388":"Vampires","7487":"Wasp Network","7498":"We Are One"},"director":{"227":"Richard Phelan, Will Becher","512":"Franck Nataf","910":"Bigflo & Oli, Jérémie Levypon","1541":null,"1559":"Maïmouna Doucouré","1788":"Maïwenn","1903":"Julien Leclercq","2083":null,"2105":null,"2117":"Adrien Lagier, Ousmane Ly","2414":"Florent Bodin","2684":null,"3002":"Ziad Doueiri","3502":null,"3729":"Guillaume Pierret","4926":null,"5253":"Olivier Marchal","5275":"Jalil Lespert","5568":"Matias Mariani","6322":"Damien Chazelle, Houda Benyamina, Laïla Marrakchi, Alan Poul","6462":null,"7145":"Florent Bodin","7365":null,"7388":null,"7487":"Olivier Assayas","7498":"Stéphane de Freitas"},"cast":{"227":"Justin Fletcher, John Sparkes, Amalia Vitale, Kate Harbour, David Holt","512":"Nicolas Anelka","910":"Bigflo & Oli","1541":"Katherine Kelly, Lee Ingleby, Mark Stanley, Rochenda Sandall, Shubham Saraf, Nicholas Pinnock, David Tennant, Hayley Atwell, Youssef Kerkour, Clare-Hope Ashitey, Isabella Laughland","1559":"Fathia Youssouf, Médina El Aidi-Azouni, Esther Gohourou, Ilanah Cami-Goursolas, Myriam Hamma, Maïmouna Gueye, Mbissine Thérèse Diop, Demba Diaw, Mamadou Samaké","1788":"Maïwenn, Fanny Ardant, Louis Garrel, Dylan Robert, Marine Vacth, Caroline Chaniolleau, Alain Françon, Florent Lacger, Henri-Noël Tabary, Omar Marwan","1903":"Sami Bouajila, Eriq Ebouaney, Samy Seghir, Sofia Lesaffre","2083":"Bill Burr, Laura Dern, Justin Long, Debi Derryberry, Sam Rockwell","2105":"Jonathan Cohen, Gérard Darmon, Julia Piaton, Liliane Rovère, Olivier Rosemberg, Ali Marhyar, Lina El Arabi, Louise Coldefy, Enrico Macias, Valérie Damidot","2117":"Fary","2414":"Maître Gims","2684":"Monique Hore, Sophia Morrison, Peter McAllum, Nicole Shostak, Jamie Croft, Beth Armstrong, Kate Fitzpatrick, Penny Cook, Charlotte Hamlyn, Tess Meyer","3002":"Eric Cantona, Suzanne Clément, Alex Lutz, Gustave Kervern, Alice de Lencquesaing, Louise Coldefy, Nicolas Martinez, Adama Niane","3502":"Amir El Kacem, Marilou Aussilloux, Lionel Erdogan, Isabel Aimé Gonzalez Sola, Julien Frison, Doudou Masta, Dimitri Storoge, Amélia Lacquemant, Coline Beal, Laurent Lucas, Gaia Weiss, Chiara Tantimonaco, Nina Tantimonaco, Pierre Andrau, Philippine Martinot, Jérémie Covillault","3729":"Alban Lenoir, Nicolas Duvauchelle, Ramzy Bedia, Stéfi Celma, Rod Paradot, Sébastien Lalanne, Pascale Arbillot, Arthur Aspaturian, Patrick Médioni","4926":"Kieran Walton, Carlos Salazar, Greg Chun, Jamieson Price, Reba Buhr, Todd Haberkorn, Landon McDonald, Scott Whyte, Paul Haapaniemi","5253":"Lannick Gautry, Stanislas Merhar, Kaaris, David Belle, Jean Reno, Claudia Cardinale, Gérard Lanvin, Patrick Catalifo, Moussa Maaskri, Catherine Marchal","5275":null,"5568":"O.C. Ukeje, Indira Nascimento, Paulo André, Ike Barry, Chukwudi Iwuji","6322":"André Holland, Joanna Kulig, Amandla Stenberg, Leïla Bekhti, Tahar Rahim, Benjamin Biolay, Adil Dehbi, Melissa George, Lada Obradovic, Tchéky Karyo, Randy Kerber, Elyes Aguis, Damian Nueva Cortes","6462":"Marc Ruchmann, Zita Hanrot, Sabrina Ouazani, Joséphine Drai, Syrus Shahidi, Yvan Naubron, Guillaume Labbé, Tom Dingler","7145":"Tony Parker","7365":"Ahmed Sylla, Alban Ivanov, Ornella Fleury, Natoo, Carlito, Mcfly, Djimo, Lola Dubini, Noom Diawara, Tania Dutel, Hakim Jemili, Jason Brokerss, Bérengère Krief, Thomas Vandenberghe, Monsieur Poulpe, Jhon Rachid, Audrey Pirault, Jeanfi Janssens, Fadily Camara, Laurie Peret, Issa Doumbia, Anne-Sophie Girard, Elhadj Gaye, Guillaume Bats","7388":"Oulaya Amamra, Suzanne Clément, Kate Moran, Mounir Amamra, Aliocha Schneider, Juliette Cardinski, Pierre Lottin, Dylan Robert, Bilel Chegrani, Antonia Buresi, Marilu Marini, Ayumi Roux","7487":"Penélope Cruz, Edgar Ramírez, Wagner Moura, Gael García Bernal, Ana de Armas, Leonardo Sbaraglia","7498":null},"country":{"227":"France","512":"France","910":"France","1541":"France","1559":"France","1788":"France","1903":"France","2083":"France","2105":"France","2117":"France","2414":"France","2684":"France","3002":"France","3502":"France","3729":"France","4926":"France","5253":"France","5275":"France","5568":"France","6322":"France","6462":"France","7145":"France","7365":"France","7388":"France","7487":"France","7498":"France"},"date_added":{"227":1581638400000,"512":1596585600000,"910":1602115200000,"1541":1600214400000,"1559":1599609600000,"1788":1608940800000,"1903":1587081600000,"2083":1591920000000,"2105":1599782400000,"2117":1586995200000,"2414":1600300800000,"2684":1598918400000,"3002":1589500800000,"3502":1602806400000,"3729":1592524800000,"4926":1596240000000,"5253":1604016000000,"5275":1607299200000,"5568":1595980800000,"6322":1588896000000,"6462":1570752000000,"7145":1609891200000,"7365":1578614400000,"7388":1584662400000,"7487":1592524800000,"7498":1594684800000},"release_year":{"227":2020,"512":2020,"910":2020,"1541":2020,"1559":2020,"1788":2020,"1903":2020,"2083":2020,"2105":2020,"2117":2020,"2414":2020,"2684":2020,"3002":2020,"3502":2020,"3729":2020,"4926":2020,"5253":2020,"5275":2020,"5568":2020,"6322":2020,"6462":2020,"7145":2020,"7365":2020,"7388":2020,"7487":2020,"7498":2020},"rating":{"227":"G","512":"TV-14","910":"TV-MA","1541":"TV-MA","1559":"TV-MA","1788":"TV-MA","1903":"TV-MA","2083":"TV-MA","2105":"TV-MA","2117":"TV-MA","2414":"TV-MA","2684":"TV-Y7","3002":"TV-MA","3502":"TV-MA","3729":"TV-MA","4926":"TV-Y7","5253":"TV-MA","5275":"TV-MA","5568":"TV-MA","6322":"TV-MA","6462":"TV-MA","7145":"TV-14","7365":"TV-MA","7388":"TV-MA","7487":"TV-MA","7498":"TV-MA"},"duration":{"227":"87 min","512":"95 min","910":"100 min","1541":"2 Seasons","1559":"96 min","1788":"91 min","1903":"81 min","2083":"4 Seasons","2105":"2 Seasons","2117":"2 Seasons","2414":"96 min","2684":"1 Season","3002":"1 Season","3502":"1 Season","3729":"93 min","4926":"2 Seasons","5253":"116 min","5275":"1 Season","5568":"103 min","6322":"1 Season","6462":"2 Seasons","7145":"99 min","7365":"1 Season","7388":"1 Season","7487":"128 min","7498":"86 min"},"listed_in":{"227":"Children & Family Movies, Comedies","512":"Documentaries, International Movies, Sports Movies","910":"Documentaries, International Movies, Music & Musicals","1541":"British TV Shows, Crime TV Shows, International TV Shows","1559":"Dramas, International Movies","1788":"Dramas, International Movies","1903":"Dramas, International Movies, Thrillers","2083":"TV Comedies","2105":"International TV Shows, TV Comedies, TV Dramas","2117":"International TV Shows, Stand-Up Comedy & Talk Shows, TV Comedies","2414":"Documentaries, International Movies, Music & Musicals","2684":"Kids' TV","3002":"Crime TV Shows, International TV Shows, TV Dramas","3502":"International TV Shows, TV Action & Adventure, TV Dramas","3729":"Action & Adventure, Dramas, International Movies","4926":"Kids' TV","5253":"Dramas, International Movies, Thrillers","5275":"Crime TV Shows, Docuseries, International TV Shows","5568":"Dramas, Independent Movies, International Movies","6322":"International TV Shows, TV Dramas","6462":"International TV Shows, Romantic TV Shows, TV Comedies","7145":"Documentaries, International Movies, Sports Movies","7365":"International TV Shows, Reality TV, TV Comedies","7388":"International TV Shows, TV Dramas, TV Horror","7487":"Dramas, International Movies, Thrillers","7498":"Documentaries, International Movies, Music & Musicals"},"description":{"227":"Shaun and the flock race to help an adorable alien find her way home after her ship crash-lands near Mossy Bottom Farm and sparks a UFO frenzy.","512":"Inscrutable, incomparable or both? Famed French footballer Nicolas Anelka’s controversial legacy is explored in this in-depth documentary.","910":"Go backstage with French rap duo Bigflo & Oli in this intimate music documentary, then join the superstar siblings as they embark on a major tour.","1541":"Within the walls of an interrogation room and with time running out, London investigators go after three suspects, each accused of a grievous crime.","1559":"Eleven-year-old Amy starts to rebel against her conservative family’s traditions when she becomes fascinated with a free-spirited dance crew.","1788":"Grieving the death of her grandfather, Neige navigates family conflict and questions her world in this meditation about cultural identity and roots.","1903":"A sawmill owner and his teenage daughter become tangled in a deadly feud when a drug dealer stashes stolen cocaine on their remote property.","2083":"Follow the Murphy family back to the 1970s, when kids roamed wild, beer flowed freely and nothing came between a man and his TV.","2105":"After learning France is about to legalize pot, a down-on-his-luck entrepreneur and his family race to turn their butcher shop into a marijuana café.","2117":"French comedy phenom Fary puts a playful spin on questions of identity, culture and more in the first half of an epic two-part stand-up special.","2414":"Go backstage with beloved rap superstar Gims in the year leading up to his major 2019 Stade de France performance in this up-close documentary.","2684":"A plucky young orphan sent to live with her grandfather in the mountains discovers wonder and adventure around every corner.","3002":"Alain Delambre, unemployed and 57, is lured by an attractive job opening. But things get ugly when he realizes he’s a pawn in a cruel corporate game.","3502":"In a reimagined history, a mysterious disease besets 18th century France, culminating in a brutal clash between rebels and the aristocracy.","3729":"Facing a murder charge, a genius mechanic with a criminal past must track down a missing car containing the proof of his innocence: a single bullet.","4926":"A kid transforms into an action figure-sized superhero and teams with his toys in a fight against a villainous robot to save the world.","5253":"Caught in the crosshairs of police corruption and Marseille’s warring gangs, a loyal cop must protect his squad by taking matters into his own hands.","5275":"This docuseries follows the 2011 sexual assault case involving French politician Dominique Strauss-Kahn at the height of his career.","5568":"A Nigerian musician travels to Brazil to search for his estranged brother, who is living a life very different than the one his family thought.","6322":"The owner of a Paris jazz club gets tangled up with dangerous criminals as he fights to protect his business, his band and his teenage daughter.","6462":"When Parisian Elsa gets hung up on her ex, her best friends secretly hire a male escort to help her move on. But their plan works a little too well.","7145":"This film examines the background and career of Tony Parker, whose determination led him to become arguably the greatest French basketball player.","7365":"France’s funniest comics carry out ghastly tasks as they try to outlast – and outwit – one another while overnighting in haunted locations.","7388":"A Paris teen who's half human, half vampire grapples with her emerging powers and family turmoil as she's pursued by a secret vampire community.","7487":"Based on a true and gripping story: Cuban spies infiltrate exile groups in the 1990s to stop terrorism against the island, but at a high personal cost.","7498":"Activists around the world fight injustice and drive social change in this documentary that follows their participation in the music video \"Solidarité.\""}}